[
  {"fileName":"1.jpg","title":"卢沟桥战役","desc":""},
  {"fileName":"2.jpg","title":"淞沪会战","desc":"淞沪会战（又称八一三战役，日本称为第二次上海事变），是中日双方在抗日战争中的第一场大型会战，也是整个中日战争中进行的规模最大、战斗最惨烈的一场战役"},
  {"fileName":"3.jpg","title":"南京保卫战","desc":"民国二十六年（1937年）12月1日，日军大本营下达“大陆第8号令”，命令华中方面军与海军协同，兵分三路，攻占南京。蒋介石任命唐生智为首都卫戍部队司令长官，部署南京保卫战。因敌我力量对比悬殊，南京各城门先后被日军攻陷，守军节节抵抗，牺牲无数。12日，唐生智奉蒋介石命令，下达守军撤退令。守军各部因撤退失序，多数滞留城内，被日军大量屠杀，损失惨重。"},
  {"fileName":"4.jpg","title":"台儿庄战役","desc":"台儿庄大捷，又称台儿庄战役、鲁南会战或血战台儿庄。台儿庄战役的起止时间有几种说法，一般认为从1938年3月16日开始至4月15日结束。战役由滕县战斗、临沂附近战斗、台儿庄战斗和日军的溃退，中国军队的追击作战等部分组成。"},
  {"fileName":"5.jpg","title":"武汉保卫战","desc":"武汉会战，是抗日战争时期中国军队在武汉地区同日本侵略军展开的一场会战。中华民国二十七年（1938年）6月至10月，中国第5、第9战区部队在武汉外围沿长江南北两岸展开，战场遍及安徽、河南、江西、湖北4省广大地区，是抗日战争战略防御阶段规模最大、时间最长、歼敌最多的一次战役。"},
  {"fileName":"6.jpg","title":"太原会战","desc":"太原会战包括有：天镇战役、平型关战役、忻口战役、娘子关战役、太原保卫战。1937年(民国二十六年)10月至11月，在抗日战争中，中国第2战区部队同日军华北方面军在山西省北部、东部和中部地区进行的大规模的战略性防御战役。"},
  {"fileName":"7.jpg","title":"百团大战","desc":"百团大战是中国抗日战争中由中国共产党所率领的国民革命军第十八集团军（以下皆以八路军称呼）在1940年8月至1941年1月间发动的以破坏华北日军占领的交通线、矿山为目的的破袭作战（又称晋南游击战）。参加作战的中国军队包括八路军120师、129师和晋察冀军区与当地民兵。也是八路军在平型关战役之后参与较具规模的战役。战争初期战报统计（第一阶段）共达一百零五个团，因此定名为百团大战（原正太战役）。本战斗亦曾陆续被改编为同名电影。"},
  {"fileName":"8.jpg","title":"上高会战","desc":"1941年3月，驻南昌的34师团大贺茂因友邻第33师团预定要调到华北，要求33师团走前配合自己扫荡周围的中国军主力，却因两个师团严重不配合导致34师团扎进4个中国军的合围圈，是为“上高战役”。中国军队统计击毙日军大佐联队长滨田以下日军15000余人，日军自报伤亡千余人。"},
  {"fileName":"9.jpg","title":"长沙会战","desc":"长沙会战发生在抗日战争1939年9月到1944年8月期间，中国军队与侵华日军在长沙为中心的第九战区进行了4次大规模的激烈攻防战，史称为“长沙会战”，或称“长沙保卫战”。"},
  {"fileName":"10.jpg","title":"徐州会战","desc":"徐州会战是抗日战争时期中日双方在以江苏省徐州为中心的津浦（天津至浦口）、陇海（宝鸡至连云港）铁路地区进行的一次大规模防御战役，其中以1938年三四月间的台儿庄大战最为著名，因围歼日军一万余人，史称之为台儿庄大捷。徐州会战对日军给予了巨大的打击，大大迟滞了日军进攻的脚步，为中方部署武汉会战赢得了时间。"},
  {"fileName":"11.jpg","title":"桂南会战","desc":"1939年11月日军将第5师团、台湾混成旅团、第5舰队等部隐蔽集结于海南岛南端的榆林港，等候出动。闪电般出现在钦州湾，疾速登陆，攻陷防城。24日，日军占领南宁、龙州，国民政府军事委员会急调第5、第99、第36军向广西增援。军长杜聿明受命向昆仑关反击，以步、炮、坦、空诸军兵种协同攻坚，击溃来援的第21旅团，打死旅团长中村正雄，取得昆仑关大捷。1940年1月，日军又调来第18师团和近卫混成旅团，进行反扑，至2月3日，再次占领昆仑关。中国军队苦战多日，伤亡很大，需要休整，遂结束会战。"},
  {"fileName":"12.jpg","title":"滇缅之战","desc":"日本对缅甸的侵略是1941年12月发起、1942年1月展开的，企图借重对缅甸的占领，侵夺美国取道缅甸的大批援华战略物资，直接切断中国国民政府唯一的海外交通补给线――滇缅公路，全面封锁中国，同时扬言将与纳粹会师中东。严重的战争态势引起了包括中国在内的同盟国的关注。"},
  {"fileName":"13.jpg","title":"湘西会战","desc":"湘西会战也称雪峰山战役，是中国人民抗日战争中的最后一次会战。侵华日军此战目的是争夺芷江空军基地，故又称“芷江作战”。战争起于1945年4月9日，止于6月7日。在双方参战总兵力28万余人，战线长达200余公里。在王耀武指挥下，湘西会战取得了雪峰山大捷，歼敌3万余人。湘西会战最后一仗主战场为怀化溆浦县的龙潭镇、温水乡和邵阳市洞口县的高沙、江口、青岩、铁山一带。战役以日本军队战败而结束。湘西会战的胜利标志着中国抗日正面战场由防御转入反攻阶段[1]  。"}
]
